{
    "inicio": "Inicio",
    "about": "¿Quiénes Somos?",
    "portfolio": "Portafolio",
    "sustainability": "Sostenibilidad",
    "currentLang": "ENG",
    "vision-title": "Visión",
    "vision-text": "Ser el desarrollador líder a nivel regional de las mejores y más prestigiosas marcas de cadenas hoteleras.",
    "corporate-heading" : "Nuestra Estrategia",
    "corporate-heading2" : " Desarrollamos y administramos inversiones hoteleras de estándares superiores en forma sostenible, rentable y con un equipo de alto nivel. ",
    "corporate-text" : "Caribe Hospitality nace con el objetivo de desarrollar hoteles que sean administrados por prestigiosas marcas hoteleras. Nuestro proceso de negocio comienza seleccionando ubicaciones estratégicas, para construir espacios que sean diseñados y ajustados para satisfacer las necesidades del viajero.",
    "corporate-text2" : "Dada su reputación como prestigioso desarrollador hotelero, reconocidas instituciones financieras internacionales se han asociado con Caribe Hospitality firmando acuerdos maestros de financiamiento. Como resultado de estas relaciones, nuevas oportunidades de crecimiento se han logrado materializar.",
    "habitaciones": "Habitaciones:",
    "ver-mas": "Ver más",
    "sostenibilidad-heading": "Nuestra política de Sostenibilidad",
    "sostenibilidad-text": "Caribe Hospitality se compromete a desarrollar activos hoteleros que operan de manera rentable de conformidad con los requisitos legales, financieros, ambientales, energéticos y otros aplicables. Estamos comprometidos con la mejora continua de nuestros procesos de negocio, con el desempeño ambiental y energético y con nuestros Sistemas de Gestión de Sostenibilidad y Energía. Caribe Hospitality se compromete específicamente con:",
    "sostenibilidad-li1": "La protección del medioambiente y prevención de la contaminación.",
    "sostenibilidad-li2": "Establecer y monitorear objetivos ambientales y metas energéticas buscando su mejora continua.",
    "sostenibilidad-li3": "Apoyar las actividades de diseño y adquisición de bienes, procesos, instalaciones, equipos y servicios energéticamente eficientes, que optimicen el desempeño ambiental y energético.",
    "sostenibilidad-heading2": "Alcance del Sistema de Gestión de Sostenibilidad",
    "sostenibilidad-text2": "El alcance del Sistema de Gestión de Sostenibilidad incluye todas las actividades de diseño, desarrollo y construcción de activos hoteleros:",
    "sostenibilidad-text3": "Caribe Hospitality ha avanzado su compromiso con la sostenibilidad implementando certificaciones tales como:",
    "sostenibilidad-heading3": "Certificaciones",
    "copy-right": "Derechos reservados Caribe Hospitality."
}