{
    "inicio": "Home",
    "about": "About",
    "portfolio": "Portfolio",
    "sustainability": "Sustainability",
    "currentLang": "ESP",
    "vision-title": "Vision",
    "vision-text": "Our vision is to become the leading regional developer for the best and most prestigious hotel chain brands.",
    "corporate-heading" : "Our Strategy",
    "corporate-heading2" : "We develop and manage hotel investments of superior standards sustainably, profitably, and with a high-level team. ",
    "corporate-text" : "Caribe Hospitality is born with the goal of developing hotels that are managed by prestigious hotel brands. Our business process begins by selecting strategic locations to build spaces designed and tailored to meet the needs of travelers.",
    "corporate-text2" : "Given its reputation as a prestigious hotel developer, renowned international financial institutions have partnered with Caribe Hospitality, signing master financing agreements. As a result of these relationships, new growth opportunities have been successfully realized.",
    "habitaciones": "Rooms:",
    "ver-mas": "See more",
    "sostenibilidad-heading": "Our Sustainability Policy",
    "sostenibilidad-text": "Caribe Hospitality is committed to developing hotel assets that operate profitably in accordance with legal, financial, environmental, energy, and other applicable requirements. We are dedicated to continuous improvement in our business processes, environmental and energy performance, and our Sustainability and Energy Management Systems. Caribe Hospitality specifically commits to:",
    "sostenibilidad-li1": "Protecting the environment and preventing pollution.",
    "sostenibilidad-li2": "Establishing and monitoring environmental objectives and energy goals for continuous improvement.",
    "sostenibilidad-li3": "Supporting the design and acquisition of energy-efficient goods, processes, facilities, equipment, and services that optimize environmental and energy performance.",
    "sostenibilidad-heading2": "Scope of Sustainability Management System",
    "sostenibilidad-text2": "The scope of the Sustainability Management System includes all activities related to the design, development, and construction of hotel assets:",
    "sostenibilidad-text3": "Caribe Hospitality has enhanced its commitment to sustainability by implementing certifications such as:",
    "sostenibilidad-heading3": "Certifications",  
    "copy-right": "All rights reserved Caribe Hospitality.",
    "team-heading": "Our Team",
    "team-text": "In our team, we are dedicated to the creation and management of hotel investments of exceptional standards, maintaining a sustainable and profitable approach. We have a team of highly skilled and committed professionals who lead each project with expertise and passion, ensuring quality results and excellence in all our hotel operations."

}